Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Chyba nie będę miał innego wyjścia.
uk: Не думаю, що у мене будуть інші варіанти.

source: Chyba nie będę miał już okazji dokończyć tej sprawy z Bruno...
uk: Навряд тепер у мене буде можливість закінчити ту справу з Бруно...

source: Chyba nie chcesz, żeby wkurzony sędzia wrócił do ciebie z pretensjami.
uk: Хіба що ти хочеш, щоб розлючений суддя прийшов до тебе з претензіями.

source: Chyba nie do końca nadążam chłopcze, ale to chyba bez znaczenia. Daj znać, gdy już go odnajdziesz.
uk: Не думаю, що я правильно зрозумів тебе, хлопче, але це неважливо. Дай мені знати, коли знайдеш його.

source: Chyba nie do końca rozumiem.
uk: Я, здається, не зовсім розумію.

source: Chyba nie do końca... za tarczą stał jakiś farmer. Zdaje się, że mocno oberwał...
uk: Напевно, не зовсім... позаду був якийсь фермер. Здається, його сильно поранило...

source: Chyba nie dojdziemy do kompromisu.
uk: Не думаю, що ми дійдемо компромісу.

source: Chyba nie dowiem się już niczego więcej od Mailora. Ciekawe, co będzie miał do powiedzenia Groen.
uk: Не думаю, що я ще щось дізнаюся від Мейлора. Цікаво, що розповість мені Гроєн.

source: Chyba nie jestem najlepszą osobą na przepytki, sam nie jestem tu długo...
uk: Я, мабуть, не краща людина, щоб це розповісти, я сам тут не так давно...

source: Chyba nie jesteś jednym z gości. Dokąd to?
uk: Я не думаю, що ти один із гостей. Куди це ти?

source: Chyba nie jesteś w pozycji, by zadawać takie pytania.
uk: Гадаю, що ти зараз не в тому становищі, щоб задавати такі питання.

source: Chyba nie kojarzę już żadnej osoby, która mogłaby nam pomóc.
uk: Не думаю, що зможу пригадати ще когось, хто міг би нам допомогти.

source: Chyba nie lubisz ludzi.
uk: Здається, ти не дуже ладнаєш з людьми.

source: Chyba nie mają pojęcia o tym, że już znaleźliście to miejsce.
uk: Не думаю, що вони здогадуються, що ти вже знайшов це місце.

source: Chyba nie mam innego wyboru.
uk: Схоже, у мене немає іншого вибору.

source: Chyba nie mam nic takiego przy sobie.
uk: Не думаю, що я маю з собою щось подібне.

source: Chyba nie mam wyboru, muszę skoczyć w dół i poszukać jakiegoś wyjścia.
uk: Гадаю, у мене немає іншого вибору, окрім як стрибнути вниз і шукати якийсь вихід.

source: Chyba nie mam wyboru.
uk: Схоже, що я не маю вибору.

source: Chyba nie mam wyboru. Oto Rozjemca.
uk: Не думаю, що у мене є вибір. Ось Миротворець.

source: Chyba nie mam wyjścia. Jak będę działał wbrew reszcie, to w końcu się doigram...
uk: Схоже, у мене немає виходу. Якщо я піду проти них, то зрештою дограюсь...

source: Chyba nie mam zbytnio wyboru. Im dłużej tu jestem, tym więcej złota przechodzi mi obok nosa.
uk: Думаю, у мене немає особливого вибору. Чим довше я тут, тим більше золота я втрачаю.

source: Chyba nie mam żadnego pomysłu.
uk: Здається, у мене немає жодних ідей.

source: Chyba nie mam żadnej dodatkowej broni.
uk: Я не думаю, що у мене є зайва зброя.

source: Chyba nie masz nic przeciwko? Jestem strażnikiem miejskim.
uk: Ти ж не заперечуєш? Я міський вартовий.

source: Chyba nie masz tu dużej publiczności.
uk: Не схоже, що тут ти дуже популярний.

source: Chyba nie musimy się nim przejmować. Wystarczy oczyścić okolice ścieżki.
uk: Не думаю, що нам варто про нього хвилюватися. Достатньо буде, якщо ми забезпечимо безпеку біля стежки.

source: Chyba nie muszę dodawać, że zaraz po tym rzuciły się na mnie, próbując rozsmarować mnie na jednej ze ścian.
uk: Думаю, не варто додавати, що одразу після цього вони накинулися на мене, намагаючись розмазати по одній зі стін.

source: Chyba nie muszę mówić, co wybrał?
uk: Чи потрібно казати, що він обрав?

source: Chyba nie myślałeś, że na trawie będzie leżał wielki czerwony krzyżyk z desek?
uk: Ти ж не думав, що посеред трави лежатиме великий червоний хрест з дощок?

source: Chyba nie myślisz, że oddam taki wspaniały pomysł na interes za darmo! Opowiem ci wszystko dopiero wtedy, kiedy zgodzisz się nam pomóc.
uk: Ти ж не думаєш, що я віддам таку чудову ідею задарма! Я розповім тобі все лише тоді, коли ти погодишся мені допомогти.

source: Chyba nie myślisz, że przestraszę się kolejnego warczącego kundla?
uk: Ти ж не думаєш, що я злякаюся ще одного пса, що гарчить?

source: Chyba nie myślisz, że tak po prostu ci ją oddam, co?
uk: Ти ж не думав, що я просто віддам його тобі, так?

source: Chyba nie mówisz mi o wszystkim.
uk: Здається, ти не все мені розповідаєш.

source: Chyba nie mówisz poważnie, chłopie?
uk: Ти ж не жартуєш, хлопче?

source: Chyba nie nadążam...
uk: Я не думаю, що второпав...

source: Chyba nie osiadłeś na laurach, co? Znajdź sobie kolejne zajęcie!
uk: Ти ж не збираєшся спочивати на лаврах? Знайди собі, чим зайнятися!

source: Chyba nie pogardzisz kilkoma złotymi monetami?
uk: Гадаю, ти не відмовишся від кількох золотих монет?

source: Chyba nie pozostaje mi nic innego jak dokończyć swoje sprawy i znaleźć pierwszy lepszy statek, który mnie stąd wywiezie. Tej wyspy nie czeka nic dobrego.
uk: Мабуть, мені нічого не залишається, як закінчити свої справи та знайти перший-ліпший корабель, який забере мене звідси. Цьому острову нічого доброго не світить.

source: Chyba nie pozostaje mi nic innego jak zlecić to jakiemuś PORZĄDNEMU najemnikowi Gildii Kupieckiej.
uk: Гадаю, у мене немає іншого вибору, окрім як доручити це якомусь ПОРЯДНОМУ найманцю з Торгової Гільдії.

source: Chyba nie pozostaje mi nic innego jak zlecić to jakiemuś najemnikowi Gildii Kupieckiej.
uk: Гадаю, у мене немає іншого вибору, окрім як доручити це якомусь найманцю з Торгової Гільдії.

source: Chyba nie pozostaje mi nic innego, jak uszkodzić materiały robotników. Bez nich przemytnicy mogą zapomnieć o łodzi.
uk: Думаю, у мене немає іншого вибору, окрім як зіпсувати матеріали робітників. Без них контрабандисти можуть забути про човен.

source: Chyba nie pozostaje nam nic innego, jak posprzątać po tobie.
uk: Гадаю, нам нічого не залишається, окрім як прибрати за тобою.

source: Chyba nie pozostaje nam nic innego, jak przetrząsnąć Stare Miasto, może dalej gdzieś tutaj jest.
uk: Гадаю, нам не лишається нічого, окрім як обшукати Старе місто. Можливо, він досі десь тут.

source: Chyba nie pozostanie nam nic innego niż przejście Dzielnicą Rzemieślników, gdy już rozwiążemy sprawę z magami.
uk: Думаю, нам не лишається нічого іншого, як пройти через Ремісничий квартал, одразу як вирішимо питання з магами.

source: Chyba nie przyszedłeś urządzać mi kolejnych przesłuchań, co?
uk: Ти ж прийшов не для того, щоб влаштувати мені ще один допит?

source: Chyba nie rozumiem...
uk: Щось я не розумію...

source: Chyba nie spartoliłbyś roboty tak bardzo, by dać się zauważyć wartownikowi i kilku okolicznym, prawda?
uk: Ти не міг настільки погано виконати роботу, що тебе помітив би вартовий і ще кілька людей поблизу, чи не так?

source: Chyba nie sądzisz, że będę kogoś wydawał? Mam swój honor!
uk: Ти ж не думаєш, що я на когось настукаю? Я маю честь!

source: Chyba nie tego się spodziewałeś.
uk: Не думаю, що ти цього очікував.

source: Chyba nie wszystko poszło po twojej myśli...
uk: Гадаю, що не все сталося так, як ти думав...

source: Chyba nie wychodzi to najlepiej.
uk: Здається, це не надто допомагає.

source: Chyba nie wystraszyłeś się wilków czy kretoszczurów chłopcze, że zacząłeś mnie szukać?
uk: Невже ти так злякався вовків і кротощурів, хлопче, що почав мене шукати?

source: Chyba nie wziąłeś ich ze sobą, chłopcze.
uk: Не думаю, що ти їх взяв з собою, хлопче.

source: Chyba nie zdziwi mnie już żadne miejsce, gdzie znaleziono runę.
uk: Навряд мене здивують будь-які інші місця, де можна знайти руну.

source: Chyba nie znajdę więcej stron pod twierdzą.
uk: Навряд я знайду ще сторінки під фортецею.

source: Chyba niedomaga z głową. Nie jest jednak niebezpieczny, raczej po prostu zdziwaczały.
uk: Я думаю, в нього з головою не все гаразд. Але він не небезпечний, швидше, просто нервовий.

source: Chyba nigdy nie było okazji.
uk: Здається, просто не було нагоди.

source: Chyba nikt nie nauczył cię dobrych manier, babo.
uk: Здається, тебе ніхто не навчив хорошим манерам, жіночко.

source: Chyba obije wam te parszywe mordy.
uk: Думаю, краще набити ваші паршиві пики.

source: Chyba obiję wam te parszywe mordy.
uk: Думаю, краще набити ваші паршиві пики.

source: Chyba ogłupiałeś...
uk: Здається, ти з'їхав з глузду...

source: Chyba oszalałeś!
uk: Ти, мабуть, з глузду з'їхав!

source: Chyba oszalałeś. Zejdź mi z oczu.
uk: Ти, мабуть, з глузду з'їхав. Геть з моїх очей.

source: Chyba pora na inną formę perswazji.
uk: Мабуть, доведеться переконати тебе іншим чином.

source: Chyba pora na inną formę perswazji. (Walcz)
uk: Мабуть, доведеться переконати тебе іншим чином. (Напасти)

source: Chyba pora, żebyś dostał odpowiednie wynagrodzenie.
uk: Думаю, настав час виплатити тобі гідну винагороду.

source: Chyba postradałeś zmysły, że o własnym kapitanie będę mówił pod pokładem! Życie mi jeszcze miłe!
uk: Ти, мабуть, з глузду з'їхав, якщо вирішив, що я буду щось розповідати про власного капітана під палубою! Життя мені все ще миле!

source: Chyba poszukam innej drogi do miasta.
uk: Думаю, я пошукаю інший шлях до міста.

source: Chyba poszło mi lepiej, niż się spodziewałem.
uk: Думаю, вийшло навіть краще, ніж я очікував.

source: Chyba powinnam mieć coś takiego? Mogę wiedzieć po co ci to?
uk: Здається, у мене було щось таке. Можна дізнатися, для чого вона тобі?

source: Chyba pozostała nam już tylko jedna możliwość.
uk: Думаю, у нас залишився лише один варіант.

source: Chyba przydałaby ci się lekcja dobrych manier.
uk: Думаю, тобі не завадить урок хороших манер.

source: Chyba przyjrzę się bliżej tej całej Gildii Kupieckiej, może znajdzie się tam ktoś, z kim warto robić interesy.
uk: Думаю, я придивлюся до Торгової Гільдії. Можливо, там є хтось, з ким варто вести бізнес.

source: Chyba przyszliśmy tutaj coś załatwić, a nie gadać...
uk: Я думав, що ми прийшли сюди, щоб розібратися з чимось, а не базікати...

source: Chyba przywalę ci w mordę.
uk: Здається, я зараз тобі вмажу.

source: Chyba raczej wieprzowi w mundurze.
uk: Більше схоже на свиню в уніформі, ніж на офіцера.

source: Chyba razem z tym mieszkiem wypadła panu przepustka.
uk: Схоже, твоя перепустка випала разом із тим гаманцем.

source: Chyba rozum postradałeś od oparów bagiennych trutni.
uk: Ти, мабуть, надихався газів болотних трутнів.

source: Chyba rozumiem, do czego zmierzasz.
uk: Здається, я розумію, до чого ти хилиш.

source: Chyba rozumiesz, że nie mogę tego puścić płazem.
uk: Думаю, ти розумієш, що я не можу це так облишити.

source: Chyba rzeczywiście muszę więcej poćwiczyć...
uk: Думаю, мені дійсно потрібно більше практикуватись...

source: Chyba rzeczywiście oceniłem cię zbyt surowo. Moja pogoń za Okiem Innosa mnie zaślepiła.
uk: Думаю, я дійсно занадто суворо тебе осудив. Моя гонитва за Оком Інноса засліпила мене.

source: Chyba sam Adanos mi cię tu zesłał! Słyszałem, że nieźle sobie radzisz z bieganiem po mieście i załatwianiem spraw.
uk: Здається, що сам Аданос прислав тебе до мене! Я чув, що ти непогано справляєшся з біганиною по місту і виконанням доручень.

source: Chyba sam Beliar go opętał!
uk: В нього ніби сам Беліар вселився!

source: Chyba sam doskonale widzisz.
uk: Гадаю, ти й сам прекрасно все бачиш.

source: Chyba schrzaniłem sprawę z Helgą... Nie chce nawet ze mną rozmawiać. Mam nadzieję, że Tomas się nie wkurzy.
uk: Здається, я зазнав невдачі з Хельгою... Вона навіть не хоче зі мною розмовляти. Сподіваюся, Томас не розсердиться.

source: Chyba się nie dogadamy.
uk: Схоже, що ми не домовимось.

source: Chyba się nie rozmyśliłeś? Widzimy się pod wieżą strażniczą.
uk: Ти ще не вирішив? Зустрінемось під сигнальною вежею.

source: Chyba się nie zrozumieliśmy. Nie pytałam czy mi ją dasz.
uk: Гадаю, ми не зрозуміли один одного. Я не питала, чи ти мені його даси.

source: Chyba się z tego nie wyliżę...
uk: Здається, мені вже не вибратись...

source: Chyba się zaraz porzygam...
uk: Схоже, мене зараз вирве...

source: Chyba sobie żartujesz! Ja mam w to uwierzyć?
uk: Ти, мабуть, жартуєш! І я маю в це повірити?

source: Chyba sobie żartujesz, chłopcze! Mam ci pomóc zabić Lichwiarza, byś przy następnej dogodnej okazji spróbował załatwić mnie?
uk: Ти, мабуть, знущаєшся з мене, хлопче! Я маю допомогти тобі вбити Лихваря, щоб ти спробував вбити мене за наступної зручної можливості?

source: Chyba sobie żartujesz.
uk: Ти, мабуть, жартуєш.

source: Chyba sobie żartujesz...
uk: Ти, мабуть, знущаєшся...

source: Chyba sobie żarty robisz.
uk: Ти, мабуть, жартуєш.

source: Chyba słońce zbyt mocno spiekło twoją głowę, bo bredzisz.
uk: Мабуть, ти перегрівся на сонці, якщо верзеш такі дурниці.

source: Chyba teraz ja ci przyłożę.
uk: Зараз я тебе відлупцюю.

source: Chyba teraz ja ci przyłożę. (Zabij)
uk: Зараз я тебе прикінчу. (Вбити)

source: Chyba też rozejrzę się po okolicy, akurat przyda mi się jeszcze jedno trofeum nad łóżko.
uk: Гадаю, я теж огляну околиці. Для мене не буде лишнім ще один трофей над ліжком.

source: Chyba trochę zabłądziłem.
uk: Здається, я трохи заблукав.

source: Chyba tylko, jak zabłądzą. Większość przechodzi przez teren winnicy, bo tam jest szybciej.
uk: Хіба тільки якщо заблукають. Більшість ходить через виноградник, бо так швидше.

source: Chyba udał się szukać spokoju w klasztorze, czy coś takiego.
uk: Думаю, він пішов шукати спокою в монастир чи ще кудись.

source: Chyba udało mi się znaleźć Elco.
uk: Здається, мені вдалось знайти Елько.

source: Chyba w końcu zaczyna się nam układać. Może jednak Archolos faktycznie ma coś do zaoferowania potrzebującym, a nie tylko najsilniejszym.
uk: Здається, у нас нарешті починає виходити. Може, Архолосу справді є що запропонувати нужденним, а не лише найсильнішим.

source: Chyba w końcu znalazłem odpowiednie miejsce dla Garda. Jak dziwnie by to nie brzmiało, postanowił wspiąć się na szczyt wulkanu. Mam tylko nadzieję, że śnieg będzie mu tam dostatecznie przypominał ten z Nordmaru.
uk: Здається, я нарешті знайшов відповідне місце для Гарда. Хоч би як це дивно не звучало, він вирішив піднятися на вершину вулкана. Сподіваюся, що сніг там буде досить схожий на сніги Нордмару.

source: Chyba was nie doceniłem...
uk: Мабуть, я вас недооцінив...

source: Chyba wasz kolega lekko przesadził.
uk: Думаю, ваш колега трохи перебрав.

source: Chyba wciąż śmierdzą mi ręce...
uk: Здається, мої руки досі смердять...

source: Chyba wcześniej cię tu nie widziałem. Jesteś tu nowy?
uk: Не думаю, що бачив тебе тут раніше. Ти тут новенький?

source: Chyba widziałem jednego z was, kiedy kręcił się w pobliżu magazynu.
uk: Здається, я бачив одного з вас, коли той крутився поблизу складу.

source: Chyba wiem, co możemy w tej sprawie zrobić.
uk: Здається, я знаю, що ми можемо з цим зробити.

source: Chyba wiem, co się stało z twoją owcą.
uk: Здається, я знаю, що сталося з твоєю вівцею.

source: Chyba wiem, co się stało z twoją owcą. Wygląda na to, że się myliłeś. Rasco nie porwał twojej Betsy.
uk: Здається, я знаю, що сталося з твоєю вівцею. Схоже, ти помилявся. Раско не викрадав твою Бетсі.

source: Chyba wiem, do czego to zmierza.
uk: Здається, я знаю, до чого це призведе.

source: Chyba wiem, do czego to zmierza...
uk: Здається, я знаю, до чого це призведе...

source: Chyba wiem, dokąd to zmierza...
uk: Здається, я знаю, до чого ти ведеш...

source: Chyba więcej się już od ciebie nie dowiem...
uk: Навряд чи я ще почую про тебе...

source: Chyba więcej się już od ciebie nie dowiem... (Skończ rozmowę)
uk: Я не думаю, що почую від тебе щось ще... (Кінець розмови)

source: Chyba wypłynął w morze, bo nie widziałem go ostatnimi czasy.
uk: Гадаю, він пішов у море, бо останнім часом я його не бачив.

source: Chyba wyraziłem się jasno za pierwszym razem...
uk: Думаю, я зрозуміло висловився і з першого разу...

source: Chyba wyraziłem się jasno. Wróć, gdy popracujesz nad umiejętnościami. Nie chcemy, żeby ktoś nam zrobił osuwisko.
uk: Думаю, я висловився ясно. Повертайся, коли попрацюєш над своїми навичками. Ми ж не хочемо, щоб хтось влаштував нам обвал.

source: Chyba wyraziłem się jasno? Nauka za złoto. Za adekwatną ilość złota!
uk: Хіба я незрозуміло висловився? Я навчаю за золото. За достатню кількість золота!

source: Chyba zaczyna śmierdzieć. Oscar nie wydawał się z tego faktu zadowolony.
uk: Здається, він починає смердіти. Оскар не особливо вдоволений цим фактом.

source: Chyba zaczynam rozumieć część z tych tajemniczych znaków i symboli, którymi posługiwali się pierwotni mieszkańcy tego miejsca.
uk: Здається, я починаю розуміти деякі загадкові знаки і символи, які використовували колишні мешканці цього місця.

source: Chyba zaczynam rozumieć przesłanie tej historii. Sam Adanos widział moją pychę oraz złość i postanowił nauczyć mnie pokory.
uk: Здається, я починаю розуміти послання цієї історії. Сам Аданос побачив мою гордість і гнів, і вирішив навчити мене смиренню.

source: Chyba zaczynam rozumieć twój sposób myślenia.
uk: Здається, я починаю розуміти твій спосіб мислення.

source: Chyba zapominasz z kim rozmawiasz chłopcze! Poinformowałem moich łowców o zaginionej osobie i rozglądają się za twoim bratem.
uk: Здається, ти забув, з ким розмовляєш, хлопче! Я повідомив своїх мисливців про зникнення людини, і вони шукають твого брата.

source: Chyba zapomniałeś je wziąć ze sobą.
uk: Здається, ти забув взяти його з собою.

source: Chyba zapomniałeś je wziąć ze sobą. Wróć, gdy będziesz miał coś przy sobie.
uk: Схоже, ти забув їх взяти. Приходь знову, коли в тебе щось буде.

source: Chyba zapomniałeś jeszcze o czymś wspomnieć...
uk: Мені здається, ти забув ще про дещо згадати...

source: Chyba zapomniałeś wziąć je ze sobą.
uk: Здається, ти забув взяти їх з собою.

source: Chyba zapomniałeś wziąć ze sobą...
uk: Здається, ти забув принести...

source: Chyba zatrzymam go dla siebie.
uk: Думаю, я залишу його при собі.

source: Chyba zawiodłem Kessela nie doprowadzając tej sprawy do końca. No nic - musimy skupić się na ważniejszych sprawach.
uk: Здається, я підвів Кесселя, не довівши цю справу до кінця. Ну, нічого – потрібно зосередитися на більш важливих справах.

source: Chyba zbyt długo zwlekałem z dostarczeniem koła, kupiec Salzer pewnie poradził sobie sam.
uk: Я занадто довго зволікав з пошуками колеса. Торговець Зальцер, напевно, вже й сам з цим впорався.

source: Chyba zgubiłem drogę.
uk: Здається, я заблукав.

source: Chyba znalazłem łowcę, który miał się zająć poszukiwaniami Leny. Niestety, wygląda na to, że już od dłuższego czasu jest martwy.
uk: Здається, я знайшов мисливця, який мав шукати Олену. На жаль, схоже, що він вже давно мертвий.

source: Chyba znasz tamte okolice, prawda? No właśnie. Jakieś pytania?
uk: Гадаю, ти знаєш цю місцевість, чи не так? Що ж, добре. Є запитання?

source: Chyba zniszczyłem dostatecznie dużo snopków siana. Czas się oddalić i odmienić z powrotem w człowieka.
uk: Думаю, я знищив достатньо копиць сіна. Час відійти і знову перетворитися на людину.

source: Chyba śnisz.
uk: Здається, ти мариш.

source: Chyba żartujesz!
uk: Ти, мабуть, жартуєш!

source: Chyba żartujesz, w moim wieku miałbym skakać do wody? Daj spokój.
uk: Ти, мабуть, жартуєш. Я маю лізти у воду в моєму віці? Облиш.

source: Chyba żartujesz? Mam uczyć kogoś, kto mnie tak potraktował? Zapomnij.
uk: Ти знущаєшся з мене? Я маю навчати когось, хто так зі мною поводився? Забудь про це.

source: Chyba że znowu chcesz oberwać w buźkę?
uk: Невже ти знову хочеш отримати по пиці?

source: Chyba, że co?
uk: Хіба що, що?

source: Chyba, że masz na myśli truposze. Leży tu taki jeden, a przynajmniej leżał. Szczury najprawdopodobniej zeżarły to, co z niego zostało.
uk: Хіба що ти маєш на увазі мерців. Тут один такий лежить, принаймні лежав. Певно, щурі вже з'їли те, що від нього залишилося.

source: Chyba, że tak. Takie podejście do świeżaków to ja rozumiem!
uk: Звісно, що так. Ось такий підхід до новобранців я схвалюю!

source: Chyba, że...
uk: Хіба що...

source: Chód/Bieg
uk: Йти увімк/вимк.

source: Chętni proszeni są o przybycie do kaplicy Magów Wody w południowej części portu miasta Archolos.
uk: Бажаючих відвідати його лекції просять приходити до храму Магів Води в південній частині порту міста Архолос.

source: Chętnie bym ci coś nowego pokazał, ale obawiam się, że nie dam rady. Jesteś zbyt dobry.
uk: Я б із задоволенням показав тобі щось нове, але боюсь, що не зможу. Ти занадто вправний.

source: Chętnie bym pogadał, ale jestem zajęty.
uk: Я б із задоволенням поспілкувався, але я зайнятий.

source: Chętnie bym sobie z nimi porozmawiał, ale może tak jest lepiej...
uk: Я б із задоволенням поспілкувався з ними, але, можливо, так буде краще...

source: Chętnie bym z tobą pogawędził, chłopcze. Rzadko mam okazję zamienić z kimś parę słów, ale... od tego całego śpiewania zgłodniałem jak wilk.
uk: Я б з радістю з тобою поговорив, хлопче. Мені рідко випадає нагода перекинутися з кимось кількома словами, але... від цього співу я голодний як вовк.

source: Chętnie bym z tobą powalczył i sprawdził, czy ludzie Adelarda są mocni tylko w gębie.
uk: З радістю би з тобою побився та перевірив, чи люди Аделарда сильні лише на словах.

source: Chętnie ci pomogę.
uk: Я охоче тобі допоможу.

source: Chętnie dowiem się co nieco o magii.
uk: Я хотів би дізнатися щось про магію.

source: Chętnie obejrzę twoje magiczne przedmioty.
uk: Хотілося б подивитися на твої магічні предмети.

source: Chętnie pokażę ci, jak nabrać siły i jak machać lekką bronią, a jeśli awansujesz w naszych szeregach, to nauczę cię też walki bronią dwuręczną.
uk: Я з радістю покажу тобі, як набратися сили і як володіти легкою зброєю, а якщо ти просуватимешся по службі, то й навчу тебе володіти дворучною зброєю.

source: Chętnie pomogę jeśli wynagrodzenie będzie odpowiednie.
uk: Я з радістю допоможу, якщо винагорода буде відповідною.

source: Chętnie pomogę, jeśli wynagrodzenie będzie odpowiednie.
uk: Буду радий допомогти, якщо винагорода буде відповідною.

source: Chętnie popilnuję ich dla ciebie, gdy ty będziesz gadał z szefem.
uk: Я з задоволенням пригляну за ним, поки ти розмовлятимеш з шефом.

source: Chętnie posłucham historii o waszym narodzie.
uk: Я б із задоволенням послухав історії про твій народ.

source: Chętnie przywaliłbym ci w mordę.
uk: Я б із задоволенням натовк тобі пику.

source: Chętnie skorzystam.
uk: Звісно, з задоволенням.

source: Chętnie sprawdzę to miejsce.
uk: Із задоволенням відвідаю це місце.

source: Chętnie spróbuję swoich sił.
uk: Із задоволенням спробую свої сили.

source: Chętnie spróbuję swoich sił. (Zapłać)
uk: Із задоволенням спробую свої сили. (Заплатити)

source: Chętnie to sprawdzę, dobądź broni!
uk: Я буду радий це перевірити, готуй зброю!

source: Chętnie wróciłbym do handlu, ale nie wiem od czego zacząć.
uk: Я б хотів повернутися до торгівлі, але не знаю, з чого почати.

source: Chętnie wyruszę z tobą do Vardhal i upewnię się, że pokorni słudzy Adanosa otrzymają artefakt, którego potrzebują.
uk: Я з радістю піду з тобою до Вардхалу і докладу всіх зусиль, щоб покірні слуги Аданоса знайшли потрібний їм артефакт.

source: Chętnie z tobą pójdę.
uk: Я хочу піти з тобою.

source: Chętnie, niech będzie 50 sztuk złota.
uk: З радістю, нехай це буде 50 золотих.

source: Chętnie, stawaj do walki.
uk: З нетерпінням, ставай до бою.

source: Chętnie.
uk: Із задоволенням.

source: Chętnie. Mógłbym zostać blisko grobu córki i mieć na niego oko.
uk: Я б із задоволенням. Тоді я зможу залишатися поруч з могилою моєї доньки і наглядати за нею.

source: Chętny na kufel zimnego piwa? Zapraszam do siebie!
uk: Хочеш випити кухоль холодного пива? Не соромся, приєднуйся!

source: Chłopaczek był całkiem spory. Starczy dla nas obu!
uk: Хлопець був досить заможний. Вистачить для нас обох!

source: Chłopak był sporo młodszy ode mnie. Widziałem w nim samego siebie sprzed tych wszystkich wydarzeń. Chciał wyłącznie przetrwać w tych paskudnych czasach.
uk: Хлопчина був набагато молодшим за мене. Я побачив у ньому себе ще до всіх цих подій. Він лише хотів вижити у ці жахливі часи.
